{
  "text": " Can you please tell the jury why you're here today? Ms. Heard accused me of abuse. My ex-husband is suing me. Brutal. Cruel. This is humiliating for any human being who goes through. And all false. Amber Heard forever changed Mr. Depp's life and reputation. Behind the fame, you're gonna see who the real Johnny Depp is. Depp was the one who wanted the cameras in the court. She didn't. I would argue it's PR can-  She did. I would argue it's PR campaign disguised as a defamation case. It was the man himself. It's been the social media circus of commentary for creators and influences. Did you commit any kind of prank? Absolutely not. On my side of the bed was human fecal matter. This has moved away from a news story or a lawsuit. And it's transformed into a cultural moment.  into a cultural moment. People are live tweeting. People are live streaming. Where does it end? Engagement is phenomenal. Videos can be very easy manipulated and republished. We're being influenced by bots interacting with bots. Johnny Depp is clearly winning right now in the court of public opinion. I've never been so scared in my life. She's acting. This trial is about so much more than Johnny Depp versus Amber.  than Johnny Depp versus Amber Heard. Why are we all so fascinated with this case? Because they're famous, because of the details. What did the jury see? It's kidney. It didn't have a... I don't know who to believe. I was kidding. Mr. Depp is your victim, isn't he? This is not so much about the legal merits, but rather what the public perception is. And that leads us to the real question, which is what is the actual.  is the actual truth.",
  "segments": [
    {
      "text": " Can you please tell the jury why you're here today? Ms. Heard accused me of abuse. My ex-husband is suing me. Brutal. Cruel. This is humiliating for any human being who goes through. And all false. Amber Heard forever changed Mr. Depp's life and reputation. Behind the fame, you're gonna see who the real Johnny Depp is. Depp was the one who wanted the cameras in the court. She didn't. I would argue it's PR can-",
      "start": 0.0,
      "end": 30.0
    },
    {
      "text": " She did. I would argue it's PR campaign disguised as a defamation case. It was the man himself. It's been the social media circus of commentary for creators and influences. Did you commit any kind of prank? Absolutely not. On my side of the bed was human fecal matter. This has moved away from a news story or a lawsuit. And it's transformed into a cultural moment.",
      "start": 28.0,
      "end": 58.0
    },
    {
      "text": " into a cultural moment. People are live tweeting. People are live streaming. Where does it end? Engagement is phenomenal. Videos can be very easy manipulated and republished. We're being influenced by bots interacting with bots. Johnny Depp is clearly winning right now in the court of public opinion. I've never been so scared in my life. She's acting. This trial is about so much more than Johnny Depp versus Amber.",
      "start": 56.0,
      "end": 86.0
    },
    {
      "text": " than Johnny Depp versus Amber Heard. Why are we all so fascinated with this case? Because they're famous, because of the details. What did the jury see? It's kidney. It didn't have a... I don't know who to believe. I was kidding. Mr. Depp is your victim, isn't he? This is not so much about the legal merits, but rather what the public perception is. And that leads us to the real question, which is what is the actual.",
      "start": 84.0,
      "end": 114.0
    },
    {
      "text": " is the actual truth.",
      "start": 112.0,
      "end": 136.324375
    }
  ]
}